Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# VoiceChangerPage_Item_029.Text
source: The local engine uses FFmpeg filters for pitch, EQ, dynamics, and modulation. Originals are kept.
de_de: Die lokale Engine verwendet FFmpeg Filter für Tonhöhe, EQ, Dynamik und Modulation. Originale werden beibehalten.
es_es: El motor local utiliza filtros FFmpeg para campo, EQ, dinámica y modulación. Los originales se conservan.
fr_fr: Le moteur local utilise des filtres FFmpeg pour le tangage, l'EQ, la dynamique et la modulation.
pl_pl: Silnik lokalny wykorzystuje filtry FFmpeg do pitch, EQ, dynamiki i modulacji. Oryginały są przechowywane.
zh_hans: 本地引擎将 FFmpeg 过滤器用于投放、 EQ、 动态和调制。 原版被保存 。

# VoiceChangerPage_OutputDirectoryBox.Header
source: Save to
de_de: Speichern auf
es_es: Guardar en
fr_fr: Enregistrer dans
pl_pl: Zapisz do
zh_hans: 保存到

# VoiceChangerPage_OutputDirectoryBox.PlaceholderText
source: Same folder as each source file
de_de: Der gleiche Ordner wie jede Quelldatei
es_es: La misma carpeta que cada archivo fuente
fr_fr: Même dossier que chaque fichier source
pl_pl: Ten sam folder jak każdy plik źródłowy
zh_hans: 与每个源文件相同的文件夹

# VoiceChangerPage_PitchSlider.Header
source: Pitch shift (semitones)
de_de: Pitch Shift (Semitone)
es_es: Cambio de punto (semitonas)
fr_fr: Déplacement des points (semitones)
pl_pl: Przesunięcie (semitony)
zh_hans: 切切换( semitones)

# VoiceChangerPage_ProgressTitle.Text
source: Transforming...
de_de: Umwandeln...
es_es: Transformando...
fr_fr: Transformer...
pl_pl: Transformowanie...
zh_hans: 正在变换...

# VoiceChangerPage_TransformButton.Content
source: Transform All
de_de: Alle transformieren
es_es: Transformar todo
fr_fr: Tout transformer
pl_pl: Przekształć wszystkie
zh_hans: 全部转换

# VoiceChangerPage_VoiceChangerAddFilesButton.Content
source: Add Files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# VoiceChangerPage_VoiceChangerAddFolderButton.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pl_pl: Dodaj folder
zh_hans: 添加文件夹

# VoiceChangerPage_VoiceChangerBrowseButton.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# VoiceChangerPage_VoiceChangerBrowseOutputButton.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
pl_pl: Przeglądaj
zh_hans: 浏览

# VoiceChangerPage_VoiceChangerOpenOutputButton.Content
source: Open Output
de_de: Ausgabe öffnen
es_es: Salida abierta
fr_fr: Sortie ouverte
pl_pl: Otwórz wyjście
zh_hans: 开放输出输出

# VoiceChangerPage_VoiceChangerSameAsSourceButton.Content
source: Same as source
de_de: Gleich wie die Quelle
es_es: Igual que la fuente
fr_fr: Même source
pl_pl: Tak samo jak źródło
zh_hans: 与源相同

# WatchFoldersPage_Item_001.Text
source: filter:
es_es: filtro:
fr_fr: filtre:
pl_pl: filtr:
zh_hans: 过滤器 :

# WatchFoldersPage_Item_002.Text
source: | action:
de_de: Aktion:
es_es: Acción:
fr_fr: Décision:
pl_pl: działanie:
zh_hans: 行动:

source: Edit profile
de_de: Profil bearbeiten
es_es: Editar perfil
fr_fr: Modifier le profil
pl_pl: Edytuj profil
zh_hans: 编辑配置文件

source: Remove profile
de_de: Profil entfernen
es_es: Eliminar perfil
fr_fr: Supprimer le profil
pl_pl: Usuń profil
zh_hans: 删除配置文件

# WatchFoldersPage_Item_006.Text
source: Drop a file into any watched folder to auto-convert or auto-compress it. Profiles persist across launches.
de_de: Legen Sie eine Datei in jeden überwachten Ordner, um sie automatisch zu konvertieren oder zu komprimieren. Profile bestehen über Starts hinweg.
es_es: Suelta un archivo en cualquier carpeta vista para autoconvertirlo o autocomprimirlo. Los perfiles persisten a través de lanzamientos.
fr_fr: Déposez un fichier dans n'importe quel dossier surveillé pour le convertir automatiquement ou le compresser automatiquement. Les profils persistent à travers les lancements.
pl_pl: Upuść plik do każdego folderu monitorowanego do auto-convert lub skompresuj go. Profile utrzymują się w czasie uruchamiania.
zh_hans: 将文件丢入任何被监视的文件夹, 以便自动反转或自动压缩它。 配置文件在发射时始终存在 。

# WatchFoldersPage_Item_008.Text
source: No watch profiles yet
de_de: Noch keine Uhrenprofile
es_es: No hay perfiles de reloj todavía
fr_fr: Pas encore de profils de montre
pl_pl: Nie ma jeszcze profili zegarków
zh_hans: 尚未显示监视配置

# WatchFoldersPage_Item_009.Text
source: Click New Watch to point UCX at a folder. New files dropped there will be processed automatically.
de_de: Klicken Sie auf Neue Uhr, um UCX auf einen Ordner zu zeigen. Neue dort gelöschte Dateien werden automatisch verarbeitet.
es_es: Haga clic en Nuevo reloj para apuntar UCX a una carpeta. Los nuevos archivos caídos allí se procesarán automáticamente.
fr_fr: Cliquez sur Nouvelle montre pour pointer UCX dans un dossier. Les nouveaux fichiers déposés là seront traités automatiquement.
pl_pl: Kliknij New Watch, aby wskazać UCX w folderze. Nowe pliki upuszczone tam będą przetwarzane automatycznie.
zh_hans: 点击新 Watch 在文件夹中点到 UCX 。 在那里投放的新文件将会自动处理 。

# WatchFoldersPage_Item_010.Text
source: Recent activity
de_de: Tätigkeit in jüngster Zeit
es_es: Actividad reciente
fr_fr: Activités récentes
pl_pl: Ostatnia działalność
zh_hans: 近期活动

# WatchFoldersPage_Item_011.Text
source: No activity yet
de_de: Noch keine Tätigkeit
es_es: No hay actividad todavía
fr_fr: Pas encore d'activité
pl_pl: Jeszcze nie ma aktywności
zh_hans: 尚未活动

# WatchFoldersPage_WatchFoldersPageButton01.Content
source: New Watch
de_de: Neue Uhr
es_es: Nuevo reloj
fr_fr: Nouvelle montre
pl_pl: Nowy zegarek
zh_hans: 新观察新观察

# WatermarkRemoverPage_AreaBox.PlaceholderText
source: e.g. 0,900,1920,1080
de_de: z.B. 0,900,1920,1080
es_es: Por ejemplo, 0,900,1920,1080
fr_fr: Par exemple, 0,900,192,1080
zh_hans: 例如,0 900,1920,1080

# WatermarkRemoverPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# WatermarkRemoverPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# WatermarkRemoverPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# WatermarkRemoverPage_Item_004.Text
source: Watermark & Subtitle Remover
de_de: Wasserzeichen & Untertitel-Entferner
es_es: Eliminador de marcas de agua y subtítulos
fr_fr: Enlever le filigrane et le sous-titre
pl_pl: Usuń podręcznik i napisy
zh_hans: Watermark & 字幕移除器

# WatermarkRemoverPage_Item_005.Text
source: Detect and inpaint logos, captions, static overlays, and subtitle text using AI reconstruction.
de_de: Erkennen und inpaint Logos, Untertitel, statische Overlays und Untertitel Text mit AI Rekonstruktion.
es_es: Detectar e pintar logotipos, subtítulos, superposiciones estáticas y texto de subtítulos usando la reconstrucción AI.
fr_fr: Détecter et peindre les logos, les légendes, les superpositions statiques et le texte sous-titré en utilisant la reconstruction AI.
pl_pl: Wykrywanie i malowanie logo, podpisów, statycznych przekładów i napisów tekst za pomocą odbudowy AI.
zh_hans: 使用 AI 重建 检测和油漆标志、说明、静态覆盖和字幕文本。

# WatermarkRemoverPage_Item_009.Text
source: Drop video or image files
de_de: Video- oder Bilddateien ablegen
es_es: Soltar archivos de vídeo o de imagen
fr_fr: Déposer des fichiers vidéo ou image
pl_pl: Upuść pliki wideo lub obrazków
zh_hans: 投放视频或图像文件

# WatermarkRemoverPage_Item_010.Text
source: MP4, MOV, MKV, WebM, PNG, JPG, WEBP, and more.
de_de: MP4, MOV, MKV, WebM, PNG, JPG, WEBP und mehr.
es_es: MP4, MOV, MKV, WebM, PNG, JPG, WEBP y más.
fr_fr: MP4, MOV, MKV, WebM, PNG, JPG, WEBP et plus encore.
pl_pl: MP4, MOV, MKV, WebM, PNG, JPG, WEBP i wiele innych.
zh_hans: MP4、MOV、MKV、WebM、PNG、JPG、WEBP等等。

# WatermarkRemoverPage_Item_013.Text
source: No finished jobs yet
de_de: Noch keine abgeschlossenen Jobs
es_es: No hay trabajos terminados todavía
fr_fr: Pas encore d'emplois terminés
pl_pl: Brak jeszcze gotowych miejsc pracy
zh_hans: 还没有完成任务

# WatermarkRemoverPage_Item_014.Text
source: Completed, failed, and cancelled jobs appear here.
de_de: Abgeschlossene, fehlgeschlagene und abgesagte Jobs erscheinen hier.
es_es: Los trabajos completados, fallidos y cancelados aparecen aquí.
fr_fr: Les emplois complétés, échoués et annulés apparaissent ici.
pl_pl: Zakończone, nieudane i anulowane prace pojawiają się tutaj.
zh_hans: 已完成、 失败、 取消或取消的工作出现在这里 。

# WatermarkRemoverPage_Item_015.Text
source: Inpainting Algorithm
de_de: Bemalung von Algorithmen
es_es: Algoritmo de pintura
fr_fr: Peinture de l'algorithme
pl_pl: Algorytm malowania
zh_hans: 油漆算法

# WatermarkRemoverPage_Item_016.Content
source: STTN (temporal, default)
de_de: STTN (temporal, Standard)
es_es: STTN (temporal, por defecto)
fr_fr: STTN (temporelle, par défaut)
pl_pl: STTN (czasowo, domyślnie)
zh_hans: STTN(时、默认)

# WatermarkRemoverPage_Item_017.Content
source: LaMa (single-frame, fast)
de_de: LaMa (einfacher Rahmen, schnell)
es_es: LaMa (marco único, rápido)
fr_fr: LaMa (cadre unique, rapide)
pl_pl: LaMa (pojedyncza ramka, szybko)
zh_hans: Lama( 单一框架, 快速)

# WatermarkRemoverPage_Item_018.Content
source: ProPainter (high quality)
de_de: ProPainter (hohe Qualität)
es_es: ProPainter (alta calidad)
fr_fr: ProPainter (haute qualité)
pl_pl: ProPaper (wysokiej jakości)
zh_hans: ProPainter(高质量)

# WatermarkRemoverPage_Item_019.Content
source: Auto (TBE + LaMa routing)
de_de: Automatisch (TBE + LaMa-Routing)
es_es: Automático (TBE + enrutamiento LaMa)
fr_fr: Automatique (TBE + routage LaMa)
pl_pl: Automatyczne (TBE + LaMa routing)
zh_hans: 自动( TBE + LaMa 路由)

# WatermarkRemoverPage_Item_020.Text
source: Compute Device
de_de: Gerät berechnen
es_es: Computar dispositivo
fr_fr: Appareil de calcul
pl_pl: Policz urządzenie
zh_hans: 计算设备

# WatermarkRemoverPage_Item_022.Content
source: DirectML (AMD / Intel)
de_de: DirektML (AMD / Intel)
zh_hans: 直接ML(AMD/英特尔)

# WatermarkRemoverPage_Item_024.Text
source: Detection
de_de: Nachweis
es_es: Detección
fr_fr: Détection
pl_pl: Wykrywanie
zh_hans: 检测

# WatermarkRemoverPage_Item_025.Text
source: OCR Language
de_de: OCR-Sprache
es_es: Idioma OCR
fr_fr: Langue de l ' OCR
pl_pl: Język OCR
zh_hans: OCR 语言

# WatermarkRemoverPage_Item_027.Content
source: Chinese (Simplified)
de_de: Chinesisch (vereinfacht)
es_es: Chino (simplificado)
fr_fr: Chinois (simplifié)
pl_pl: Chiński (Simplified)
zh_hans: 中文( 简化)

# WatermarkRemoverPage_Item_028.Content
source: Japanese
de_de: Japanisch
es_es: Japonés
fr_fr: Japonais
pl_pl: Japoński
zh_hans: 日语日文

# WatermarkRemoverPage_Item_029.Content
source: Korean
de_de: Koreanisch
es_es: Coreano
fr_fr: Coréen
pl_pl: Koreański
zh_hans: 韩文韩文

# WatermarkRemoverPage_Item_030.Content
source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
pl_pl: Francuski
zh_hans: 法语 法语

# WatermarkRemoverPage_Item_031.Content
source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
pl_pl: Niemiecki
zh_hans: 德语 德语

# WatermarkRemoverPage_Item_034.Text
source: Region (optional): x1,y1,x2,y2
de_de: Region (fakultativ): x1,y1,x2,y2
es_es: Región (opcional): x1,y1,x2,y2
fr_fr: Région (facultative): x1,y1,x2,y2
pl_pl: Region (nieobowiązkowo): x1,y1,x2,y2
zh_hans: 区域( 可选择): x1,y1, x2, y2

# WatermarkRemoverPage_Item_036.Text
source: Output Quality
de_de: Ausgabequalität
es_es: Calidad de salida
fr_fr: Qualité des produits
pl_pl: Jakość wyjściowa
zh_hans: 产出质量

# WatermarkRemoverPage_Item_037.Text
source: CRF (video re-encode)
de_de: CRF (Video-Wiederkodierung)
es_es: CRF (recódigo de vídeo)
fr_fr: CRF (réencodement vidéo)
pl_pl: CRF (ponowny kod wideo)
zh_hans: CRF(视频重编码)

# WatermarkRemoverPage_Item_041.Text
source: Output Folder
de_de: Ausgabeordner
es_es: Carpeta de salida
fr_fr: Dossier de sortie
pl_pl: Katalog wyjściowy
zh_hans: 输出文件夹

# WatermarkRemoverPage_KeepAudioToggle.Header
source: Preserve audio track
de_de: Audiospur beibehalten
es_es: Preservar pista de audio
fr_fr: Préserver la piste audio
pl_pl: Zachowaj ścieżkę dźwiękową
zh_hans: 保存音频音轨

# WatermarkRemoverPage_NoHwEncodeToggle.Header
source: Disable HW encoder (NVENC/QSV)
de_de: HW-Encoder deaktivieren (NVENC/QSV)
es_es: Desactivar el codificador HW (NVENC/QSV)
fr_fr: Désactive l'encodeur HW (NVENC/QSV)
pl_pl: Wyłącz kodowanie HW (NVENC/QSV)
zh_hans: 禁用 HW 编码器( NVENC/QSV)

# WatermarkRemoverPage_OutputDirectoryBox.PlaceholderText
source: Same folder as source
de_de: Der gleiche Ordner wie die Quelle
es_es: La misma carpeta que la fuente
fr_fr: Même dossier que source
pl_pl: Ten sam folder jak źródło
zh_hans: 同一文件夹作为源代码

# WatermarkRemoverPage_ProgressStage.Text
source: Starting...
de_de: Fangen an...
es_es: Comenzando...
fr_fr: Commencer...
pl_pl: Zaczynam...
zh_hans: 开始...

# WatermarkRemoverPage_ProgressTitle.Text
source: Processing...
de_de: Verarbeitung...
es_es: Procesando...
fr_fr: Traitement...
pl_pl: Przetwarzam...
zh_hans: 处理...

# WatermarkRemoverPage_RunButton.Content
source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
pl_pl: Usuń
zh_hans: 删除删除

# WatermarkRemoverPage_StatusText.Text
source: Add video or image files to start a removal queue.
de_de: Fügen Sie Video- oder Bilddateien hinzu, um eine Entfernungswarteschlange zu starten.
es_es: Añadir archivos de vídeo o imagen para iniciar una cola de eliminación.
fr_fr: Ajouter des fichiers vidéo ou image pour démarrer une file d'attente de suppression.
pl_pl: Dodaj pliki wideo lub obrazów do uruchomienia kolejki usuwania.
zh_hans: 添加视频或图像文件以启动删除队列 。

# WatermarkRemoverPage_WatermarkRemoverPageButton01.Content
source: Add Files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# WatermarkRemoverPage_WatermarkRemoverPageButton02.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pl_pl: Dodaj folder
zh_hans: 添加文件夹

# WatermarkRemoverPage_WatermarkRemoverPageButton03.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# WatermarkRemoverPage_WatermarkRemoverPageButton04.Content
source: Choose Folder
de_de: Ordner auswählen
es_es: Elegir carpeta
fr_fr: Choisir le dossier
pl_pl: Wybierz folder
zh_hans: 选择文件夹

# WatermarkRemoverPage_WatermarkRemoverPageButton05.Content
source: Same as Source
de_de: Gleiches wie Quelle
es_es: Igual que la fuente
fr_fr: Même source
pl_pl: To samo co źródło
zh_hans: 与源代码相同

# WatermarkRemoverPage_WatermarkRemoverPageButton06.Content
source: Open Output Folder
de_de: Ausgabeordner öffnen
es_es: Abrir carpeta de salida
fr_fr: Ouvrir le dossier de sortie
pl_pl: Otwórz folder wyjścia
zh_hans: 打开输出文件夹

# WatermarkRemoverPage_WatermarkRemoverPagePivotItem01.Header
source: Queue
de_de: Warteschlange
es_es: Cola
fr_fr: File d’attente
pl_pl: Kolejka
zh_hans: 队列

# WatermarkRemoverPage_WatermarkRemoverPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# AiSubtitlePage_Item_002.Text
source: Transcribe with Whisper, translate locally, edit every cue, then export SRT/VTT/ASS or burn captions into video.
de_de: Mit Whisper transkribieren, lokal übersetzen, jedes Queue bearbeiten, dann SRT/VTT/ASS exportieren oder Untertitel ins Video brennen.
es_es: Transcribe con Whisper, traduce localmente, edita cada entrada, luego exporta SRT/VTT/ASS o graba subtítulos en vídeo.
fr_fr: Tracscrivez avec Whisper, traduisez localement, modifiez chaque cue, puis exportez SRT/VTT/ASS ou gravez les légendes en vidéo.

# AiSubtitlePage_Item_028.Content
source: English
de_de: Englisch
es_es: página 2
fr_fr: changements climatiques
pl_pl: Angielski

# AiSubtitlePage_Item_029.Content
source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
pl_pl: Hiszpański

# AiSubtitlePage_Item_033.Content
source: Chinese
de_de: Chinesisch
es_es: Chinos
fr_fr: Chinois
pl_pl: Chiński

# AiSubtitlePage_Item_035.Content
source: Italian
de_de: Italienisch
es_es: Italiano
fr_fr: Italien
pl_pl: Włoski

# AiSubtitlePage_Item_036.Content
source: Russian
de_de: Russisch
es_es: Ruso
fr_fr: Russe
pl_pl: Rosjanin

# AiSubtitlePage_Item_047.Content
source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
pl_pl: Hiszpański

# AiSubtitlePage_Item_051.Content
source: Italian
de_de: Italienisch
es_es: Italiano
fr_fr: Italien
pl_pl: Włoski

# AiSubtitlePage_Item_053.Content
source: Chinese
de_de: Chinesisch
es_es: Chinos
fr_fr: Chinois
pl_pl: Chiński

# AiSubtitlePage_Item_054.Content
source: Russian
de_de: Russisch
es_es: Ruso
fr_fr: Russe
pl_pl: Rosjanin

# AiSubtitlePage_LanguageCombo.Header
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
pl_pl: Język

# ArchivePage_ArchivePagePivotItem01.Header
source: Pack
de_de: Packung
es_es: Envase
fr_fr: Boîte
pl_pl: Opakowanie

# ArchivePage_GoButton.Content
source: Pack
de_de: Packung
es_es: Envase
fr_fr: Boîte
pl_pl: Opakowanie

# AudioConverterPage_Item_047.Content
source: Stereo
de_de: Stereoanlage
es_es: Estereo
fr_fr: Stéréo

# AudioConverterPage_Item_052.Content
source: Audio / music
de_de: Audio / Musik
es_es: Audio / música
fr_fr: Audio / musique
pl_pl: Audio / muzyka

# AutoReframePage_AspectCombo.Header
source: Target
de_de: Ziel
es_es: Objetivo
fr_fr: Objectif
pl_pl: Cel

# BackgroundRemoverPage_Item_024.Content
source: WebM (VP9 alpha)
es_es: WebM (VP9 alfa)
pl_pl: WebM (VP9 alfa)

# BackgroundRemoverPage_Item_033.Text
source: Background
de_de: Hintergrund
es_es: Antecedentes
fr_fr: Historique
pl_pl: Tło

# BatchRenamePage_FindBox.Header
source: Find
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
pl_pl: Znajdź

# BatchRenamePage_Item_003.Text
source: Pattern-based file rename with live preview. Regex supported. Tokens: {n}, {n:padding}, {stem}, {ext}, {parent}, {date}, {date:format}. Nothing renames until you click Apply.
de_de: Vorschau für token- oder regexbasierte Umbenennungen vor dem Anwenden.
es_es: Renombrar archivo basado en patrones con vista previa en vivo. Se admite Regex. Tokens: {n}, {n:padding}, {stem}, {ext}, {parent}, {date}, {date:format}. Nada renombra hasta que haga clic en Aplicar.
fr_fr: Renommer un fichier basé sur le modèle avec prévisualisation en direct. Regex pris en charge. Tokens: {n}, {n:padding}, {stem}, {ext}, {parent}, {date}, {date:format}. Rien ne renomme jusqu'à ce que vous cliquez sur Appliquer.
pl_pl: Wyświetl podgląd zmian nazw opartych na tokenach lub wyrażeniach regularnych przed ich zastosowaniem.

# BatchRenamePage_TemplateBox.PlaceholderText
source: e.g. {n:03}_{stem}{ext}
de_de: Z.B. {n:03}_{stem}{ext}
es_es: Por ejemplo, {n:03}_{stem}{ext}
fr_fr: Par exemple, {n:03}_{stem}{ext}
pl_pl: np. {n:03}_{stem}{ext}

# ChapterMarksPage_Item_003.Header
source: Title
de_de: Bezeichnung
es_es: Título
fr_fr: Titre
pl_pl: Tytuł

# CompressorPage_Item_021.Text
source: GPU encoding is faster but may produce larger files at the same CRF.
de_de: Die GPU-Kodierung ist schneller, kann aber größere Dateien bei derselben CRF erzeugen.
es_es: La codificación GPU es más rápida pero puede producir archivos más grandes en el mismo CRF.
fr_fr: L'encodage GPU est plus rapide mais peut produire des fichiers plus grands au même CRF.
pl_pl: Kodowanie GPU jest szybsze, ale może produkować większe pliki w tym samym CRF.

# CompressorPage_Item_054.Content
source: FFV1 + FLAC archival (lossless, MKV)
de_de: FFV1 + FLAC Archiv (loss, MKV)
es_es: FFV1 + archivo FLAC (sin pérdidas, MKV)
fr_fr: FFV1 + FLAC archive (sans perte, MKV)
pl_pl: FFV1 + FLAC archival (bezstratny, MKV)

# CompressorPage_PresetPro.Content
source: Professional / archival ▾
de_de: Fachliche / Archivierung ▾
es_es: Profesional / archivo
fr_fr: Professionnel / archivistique
pl_pl: Profesjonalne / archiwalne

# ConverterPage_QueueSortFormatButton.Content
source: Format
de_de: Format Seiten
es_es: Formato
fr_fr: Présentation

# DocumentConverterPage_Item_002.Text
source: DOCUMENT CONVERTER
es_es: CONVERTER DE DOCUMENTOS
fr_fr: CONVERTER DES DOCUMENTS

# DownloaderPage_Item_038.Text
source: Activity
de_de: Tätigkeit
es_es: Actividad
fr_fr: Activité
pl_pl: Działalność

# DownloaderPage_OutputFormatCombo.Header
source: Container
de_de: Behälter
es_es: Contenedor
fr_fr: Conteneur
pl_pl: Pojemnik

# FrameSnapshotPage_IntervalSecondBox.Header
source: Interval
de_de: Intervall
es_es: Intervalo
fr_fr: Intervalle
pl_pl: Przedział czasowy

# GifMakerPage_Item_017.Content
source: 240 px (tiny)
de_de: 240 px (klein)
es_es: 240 px (pequeño)
fr_fr: 240 px (minute)
pl_pl: 240 px (małe)

# ImageConverterPage_ContrastBox.Header
source: Contrast
de_de: Kontrast
es_es: Contraste
fr_fr: Contraste
pl_pl: Kontrast

# ImageConverterPage_FormatCombo.Header
source: Format
de_de: Format Seiten
es_es: Formato
fr_fr: Présentation

# ImageConverterPage_Item_004.Text
source: IMAGE CONVERTER
es_es: IMAGEN CONVERTER

# ImageConverterPage_Item_030.Content
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucune
pl_pl: Brak

# ImageConverterPage_Item_052.Text
source: Metadata
de_de: Metadaten
es_es: Metadatos
fr_fr: Métadonnées
pl_pl: Metadane

# ImageEnhancerPage_Item_004.Text
source: IMAGE UPSCALER
es_es: IMAGEN UPSCALER

# MainWindow_Item_005.Content
source: Home
de_de: Zum Anfang
es_es: Inicio
fr_fr: Sommaire

# MainWindow_Item_015.Content
source: History
de_de: Geschichte
es_es: Histórico
fr_fr: Historique

# PlaceholderPage_ModuleTitle.Text
source: Module
de_de: Modul
es_es: Módulo
pl_pl: Moduł

# PresetEditorPage_ArgumentsBox.PlaceholderText
source: encode --codec libx264 --crf 20
es_es: codifica --codec libx264 --crf 20
pl_pl: Zakoduj --codec libx264 --crf 20

# PresetEditorPage_FolderBox.Header
source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
pl_pl: Kategoria

# PresetsPage_Item_002.Content
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
pl_pl: Edycja

# ProgressWindow_OverallProgressText.Text
source: 0 of 0 files
de_de: 0 von 0 Dateien
es_es: 0 de 0 archivos
fr_fr: 0 de 0 fichiers
pl_pl: 0 z 0 plików

# RecorderPage_Item_048.Content
source: Balanced (CRF 20)
de_de: Ausgeglichen (CRF 20)
es_es: Saldo (CRF 20)
fr_fr: Solde (CRF 20)
pl_pl: Zbilansowane (CRF 20)

# RecorderPage_ScreenToggle.Content
source: Screen
de_de: Bildschirm
es_es: Pantalla
fr_fr: Écran
pl_pl: Ekran

# SettingsWindow_LanguageEnglish.Content
source: English
de_de: Englisch
es_es: página 2
fr_fr: changements climatiques
pl_pl: Angielski

# SettingsWindow_LanguageSpanish.Content
source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
pl_pl: Hiszpański

# SettingsWindow_SettingsWindowHyperlinkButton02.Content
source: Documentation
de_de: Dokumentation
es_es: Documentación
pl_pl: Dokumentacja

# SlideshowPage_FormatCombo.Header
source: Format
de_de: Format Seiten
es_es: Formato
fr_fr: Présentation

# SlideshowPage_Item_003.Text
source: SLIDESHOW MAKER
es_es: MAKER SLIDESHOW

# SlideshowPage_Item_022.Content
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucune
pl_pl: Brak

# SlideshowPage_ResolutionCombo.Header
source: Resolution
de_de: Entschließung
es_es: Resolución
fr_fr: Résolution
pl_pl: Rezolucja

# SpeechToTextPage_Item_033.Text
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
pl_pl: Język

# SpeechToTextPage_Item_035.Content
source: English
de_de: Englisch
es_es: página 2
fr_fr: changements climatiques
pl_pl: Angielski

# SpeechToTextPage_Item_036.Content
source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
pl_pl: Hiszpański

# SpeechToTextPage_Item_040.Content
source: Chinese
de_de: Chinesisch
es_es: Chinos
fr_fr: Chinois
pl_pl: Chiński

# SpeechToTextPage_Item_042.Content
source: Italian
de_de: Italienisch
es_es: Italiano
fr_fr: Italien
pl_pl: Włoski

# SpeechToTextPage_Item_043.Content
source: Russian
de_de: Russisch
es_es: Ruso
fr_fr: Russe
pl_pl: Rosjanin
